export const AchievementItems = [
    {
        cname: true,
        number: "+5000",
        title: "کاربر فعال",
        description: "وقتی ثروت‌ های بزرگ به دست برخی مردم می‌افتد در پرتو آن نیرومند می‌شوند و در سایهٔ نیرومندی و ثروت خیال می‌ کنند که می‌توانند در خارج از وطن خود زندگی نمایند."
    }
    ,
    {
        cname: false,
        number: "+26500",
        title: "نصب موفق",
        description: "خوشبخت و سرافراز باشند ولی به زودی می‌ فهمند که اشتباه کرده‌ اند و عظمت هر ملتی بر روی خرابه‌ های وطن خودش می‌باشد و بس!"
    }
    ,
    {
        cname: true,
        number: "+251",
        title: "ساعت جلسه آنلاین",
        description: "این راست نیست که هرچه عاشق‌ تر باشی بهتر درک می‌کنی. همه‌ی آنچه عشق و عاشقی از من می‌ خواهد فقط درکِ این حکمت است: دیگری نشناختنی."
    }
]