export const FirstBlogitems = [
    {
        id: 1,
        image: "/picture/Rectangle 206 (2).svg",
        title: "عنوان بلاگ شماره 1",
        description: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
        date: "1401/08/24"
    }
    ,
    {
        id: 2,
        image: "/picture/Rectangle 206 (1).svg",
        title: "عنوان بلاگ شماره 2",
        description: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
        date: "1399/05/06"
    }
    ,
    {
        id: 3,
        image: "/picture/Rectangle 206.svg",
        title: "عنوان بلاگ شماره 3",
        description: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
        date: "1402/01/01"
    }

]

export const BlogSwiperitems = [
    {
        id: 1,
        image: "/picture/Rectangle 206 (2).svg",
        title: "عنوان بلاگ شماره 1",
        description: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
        date: "1401/08/24"
    }
    ,
    {
        id: 2,
        image: "/picture/Rectangle 206 (1).svg",
        title: "عنوان بلاگ شماره 2",
        description: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
        date: "1399/05/06"
    }
    ,
    {
        id: 3,
        image: "/picture/Rectangle 206.svg",
        title: "عنوان بلاگ شماره 3",
        description: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
        date: "1402/01/01"
    }
    ,
    {
        id: 4,
        image: "/picture/Rectangle 206.svg",
        title: "عنوان بلاگ شماره 3",
        description: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
        date: "1402/01/01"
    }
    ,
    {
        id: 5,
        image: "/picture/Rectangle 206.svg",
        title: "عنوان بلاگ شماره 3",
        description: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
        date: "1402/01/01"
    }
    ,
    {
        id: 6,
        image: "/picture/Rectangle 206.svg",
        title: "عنوان بلاگ شماره 3",
        description: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
        date: "1402/01/01"
    }
]
export const BlogOtherItems = [

    {
        center: false,
        id: 1,
        image: "/picture/Rectangle 206 (2).svg",
        title: "عنوان بلاگ شماره 1",
        description: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
        date: "1401/08/24"
    }
    ,
    {
        center: true,
        id: 2,
        image: "/picture/Rectangle 206 (1).svg",
        title: "عنوان بلاگ شماره 2",
        description: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
        date: "1399/05/06"
    }
    ,
    {
        center: false,
        id: 3,
        image: "/picture/Rectangle 206.svg",
        title: "عنوان بلاگ شماره 3",
        description: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
        date: "1402/01/01"
    }
    ,
    {
        center: false,
        id: 4,
        image: "/picture/Rectangle 206 (2).svg",
        title: "عنوان بلاگ شماره 4",
        description: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
        date: "1401/08/24"
    }
    ,
    {
        center: true,
        id: 5,
        image: "/picture/Rectangle 206 (1).svg",
        title: "عنوان بلاگ شماره 5",
        description: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
        date: "1399/05/06"
    }
    ,
    {
        center: false,
        id: 6,
        image: "/picture/Rectangle 206.svg",
        title: "عنوان بلاگ شماره 6",
        description: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
        date: "1402/01/01"
    }
    ,
    {
        center: false,
        id: 7,
        image: "/picture/Rectangle 206 (2).svg",
        title: "عنوان بلاگ شماره 7",
        description: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
        date: "1401/08/24"
    }
    ,
    {
        center: true,
        id: 8,
        image: "/picture/Rectangle 206 (1).svg",
        title: "عنوان بلاگ شماره 8",
        description: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
        date: "1399/05/06"
    }
    ,
    {
        center: false,
        id: 9,
        image: "/picture/Rectangle 206.svg",
        title: "عنوان بلاگ شماره 9",
        description: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
        date: "1402/01/01"
    }
]