export const CriticsAndSuggestionsItems = [
    {
        avatar: "/icons/Ellipse 3@2x.png",
        name: "محمد زمین کشت",
        title: "طراح رابط کاربری - ایده پردازان پدیده نویافت",
        logo: "/icons/Mask group.png",
        description: ' این یک نوشته آزمایشی است که به طراحان و برنامه نویسان کمک میکند تا این عزیزان با بهره گیری از این نوشته تستی و آزمایشی بتوانند نمونه تکمیل شده از پروژه و طرح خودشان را به کارفرما نمایش دهند.'
    }
    ,
    {
        avatar: "/icons/Ellipse 3@2x.png",
        name: "محمد زمین کشت",
        title: "طراح رابط کاربری - ایده پردازان پدیده نویافت",
        logo: "/icons/Mask group.png",
        description: ' این یک نوشته آزمایشی است که به طراحان و برنامه نویسان کمک میکند تا این عزیزان با بهره گیری از این نوشته تستی و آزمایشی بتوانند نمونه تکمیل شده از پروژه و طرح خودشان را به کارفرما نمایش دهند.'
    }
    ,
    {
        avatar: "/icons/Ellipse 3@2x.png",
        name: "محمد زمین کشت",
        title: "طراح رابط کاربری - ایده پردازان پدیده نویافت",
        logo: "/icons/Mask group.png",
        description: ' این یک نوشته آزمایشی است که به طراحان و برنامه نویسان کمک میکند تا این عزیزان با بهره گیری از این نوشته تستی و آزمایشی بتوانند نمونه تکمیل شده از پروژه و طرح خودشان را به کارفرما نمایش دهند.'
    }
]