export const WhyGoftegoItems = [
    {
        picture: "/icons/Icon & Background.png",
        title: "امنیت زیاد",
        descrption: "وقتی ثروت‌ های بزرگ به دست برخی مردم می‌افتد در پرتو آن نیرومند می‌شوند و در سایهٔ نیرومندی و ثروت خیال می‌ کنند که می‌توانند در خارج از وطن خود زندگی نمایند."
    }
    ,
    {
        picture: "/icons/Icon & Background (1).png",
        title: "سرعت بالا",
        descrption: "وقتی ثروت‌ های بزرگ به دست برخی مردم می‌افتد در پرتو آن نیرومند می‌شوند و در سایهٔ نیرومندی و ثروت خیال می‌ کنند که می‌توانند در خارج از وطن خود زندگی نمایند."
    }
    ,
    {
        picture: "/icons/Icon & Background (2).png",
        title: "هزینه کم",
        descrption: "وقتی ثروت‌ های بزرگ به دست برخی مردم می‌افتد در پرتو آن نیرومند می‌شوند و در سایهٔ نیرومندی و ثروت خیال می‌ کنند که می‌توانند در خارج از وطن خود زندگی نمایند."
    }
]